Repository: 84000/data-translation-memory
Catalog: toh112-v3.tmx
Source language: bo
Languages: en

source: མི་དགེ་བའི་རྩ་བ་དང་འགྲོགས་ཤིང་ཉམ་ང་བ་ཐོབ་པ་རྣམས་དང་། ལམ་ངན་པས་བཅོམ་པར་གྱུར་པའི་སེམས་ཅན་རྣམས་ཀྱི་དོན་དུ་བདག་འབྲས་བུ་མི་འཚལ་བར་སྤྲོ་བ་བརྟན་པོའི་སྟོབས་ཀྱི་ཤུགས་ཀྱིས་ཕ་རོལ་ཏུ་ཕྱིན་པ་རྣམས་ལ་སྤྱོད་པར་གྱུར་ཅིག །བདག་གིས་སེམས་ཅན་རེ་རེའི་དོན་དུ་ཡང་སེམས་ཀྱི་རྒྱུད་ལ་དགེ་བའི་རྩ་བའི་ས་བོན་བཞག་པའི་སླད་དུ་བསྐལ་པ་ཆེན་པོ་བཅུར་ཡང་སེམས་ཅན་དམྱལ་བ་མནར་མེད་པའི་སྡུག་བསྔལ་གྱི་ཚོར་བ་ལ་སྤྲོ་བར་གྱུར་ཅིག །
en: May I for ten great eons endure the sufferings of the Avīci hell for the sake of each of those beings so as to plant the seeds of good roots within their minds.

source: དེ་བཞིན་དུ་དུད་འགྲོ་རྣམས་དང་། ཡི་དགས་རྣམས་དང་། གནོད་སྦྱིན་དབུལ་པོ་རྣམས་དང་། མི་དབུལ་པོ་རྣམས་ཀྱི་སྡུག་བསྔལ་གྱི་ཚོར་བ་ལ་ཡང་སྤྲོ་བར་གྱུར་ཅིག །
en: In the same way may I endure the suffering of animals, pretas, poor yakṣas, and poor humans.

source: ཇི་ལྟར་སེམས་ཅན་གཅིག་གི་སེམས་ཀྱི་རྒྱུད་ལ་དགེ་བའི་རྩ་བའི་ས་བོན་འཇོག་པ་ལྟར་སེམས་ཅན་ཐམས་ཅད་ལ་ཡང་དེ་བཞིན་དུ་གྱུར་ཅིག །
en: Just as I will plant the seeds of the good roots within the mental continuum of being, may I do that for all beings.

source: ཆད་པ་སྟོང་པ་ལྟ་བུ་དང་། སེམས་ཀྱི་རྒྱུད་ཚིག་པའི་འདུལ་བ་དེ་ལྟ་བུ་དག་ཡོངས་སུ་འཛིན་པར་གྱུར་ཅིག །
en: May I care for those who are to be guided, who are like empty oblivion or have burning mental continuums. “ ‘

source: བདག་གིས་སྲིད་པ་ཐ་མ་པ་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་བགྱི་བའི་སླད་དུ་སྐྱེ་བ་གཅིག་གིས་ཐོགས་ཤིང་དགའ་ལྡན་གྱི་གནས་ན་དུས་ལ་སྡོད་ཅིང་མཆིས་པ་མ་གཏོགས་པར་བསྐལ་པའི་མཐའི་བར་དུ་ཡང་ལྷའི་བདེ་བ་སྐྱེ་བ་དག་དོན་དུ་མི་གཉེར་བར་བདག་གིས་ཡུན་རིང་པོ་དེ་སྲིད་དུ་འཁོར་བར་སངས་རྒྱས་བཅོམ་ལྡན་འདས་སངས་རྒྱས་ཀྱི་ཞིང་གི་རྡུལ་ཕྲ་རབ་ཀྱི་རྡུལ་སྙེད་དག་ལ་བསྙེན་བཀུར་བགྱིས་ནས་བདག་སངས་རྒྱས་རེ་རེ་ལ་ཡང་སངས་རྒྱས་ཀྱི་ཞིང་གི་རྡུལ་ཕྲ་རབ་ཀྱི་རྡུལ་སྙེད་ཀྱི་མཆོད་པ་རྣམ་པ་སྣ་ཚོགས་དག་བགྱིད་པར་གྱུར་ཅིག །
en: May I not have as my goal the happiness of life as a deva throughout eons, except for my last existence, when, with one rebirth remaining, I will dwell in Tuṣita paradise so that I may subsequently attain enlightenment at buddhahood. May I, for that long time within saṃsāra, serve and honor bhagavat buddhas, as numerous as the particles within a buddha realm, and to each buddha make various offerings as numerous as the particles within a buddha realm.

source: སངས་རྒྱས་རེ་རེ་ལས་ཀྱང་སངས་རྒྱས་ཀྱི་ཞིང་གི་རྡུལ་ཕྲ་རབ་ཀྱི་རྡུལ་སྙེད་ཀྱི་ཡོན་ཏན་དག་རྟོགས་པར་གྱུར་ཅིག །
en: May I acquire from each buddha good qualities as numerous as the particles in a buddha realm.

source: སངས་རྒྱས་ཀྱི་ཞིང་གི་རྡུལ་ཕྲ་རབ་ཀྱི་རྡུལ་སྙེད་ཀྱི་སེམས་ཅན་རྣམས་ཀྱང་བྱང་ཆུབ་ཡང་དག་པར་འཛིན་དུ་སྩོལ་བར་གྱུར་ཅིག །
en: May I inspire as many beings as there are particles in a buddha realm to attain enlightenment. “ ‘

source: དེ་བཞིན་དུ་བདག་གིས་རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་དང་། དེ་བཞིན་དུ་ཉན་ཐོས་ཀྱི་ཐེག་པ་པའི་སེམས་ཅན་རྣམས་ཀྱང་བསམ་པ་ཇི་ལྟ་བ་བཞིན་དུ་ཡང་དག་པར་འཛིན་དུ་སྩོལ་པར་གྱུར་ཅིག །
en: In the same way, may I inspire, according to their predilections, those who follow the Śrāvakayāna and those who follow the Pratyekabuddhayāna.

source: འཇིག་རྟེན་ན་སངས་རྒྱས་འབྱུང་བ་མ་མཆིས་ན་ཡང་བདག་གི་དྲང་སྲོང་གི་བརྟུལ་ཞུགས་ཀྱིས་སེམས་ཅན་རྣམས་དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་ལ་སྦྱོར་བར་གྱུར་ཅིག །
en: Even if a buddha has not appeared in the world, may I through the special discipline of a ṛṣi enjoin beings to the ten good courses of action.

source: ཏིང་ངེ་འཛིན་རྣམས་དང་། མངོན་པར་ཤེས་པ་དག་ལ་ཡང་སྦྱོར་བར་གྱུར་ཅིག །
en: May I enjoin them to samādhi and the clairvoyances.

source: བདག་གིས་སེམས་ཅན་ལྟ་བ་ལ་ཆགས་ཤིང་དབང་ཕྱུག་ཆེན་པོ་ལ་དད་པ་རྣམས་དབང་ཕྱུག་ཆེན་པོའི་གཟུགས་ཀྱིས་དགེ་བ་རྣམས་ལ་སྦྱོར་བར་གྱུར་ཅིག །བདག་གིས་སེམས་ཅན་སྲེད་མེད་ཀྱི་བུ་དང་། ཟླ་བ་དང་། ཉི་མ་དང་།
en: May I, by taking on the form of Maheśvara, enjoin to good actions beings who are attached to their views and devoted to Maheśvara.

source: ཚངས་པའི་བར་དག་ལ་དད་པ་རྣམས་ཀྱང་ཚངས་པའི་གཟུགས་ཀྱིས་དགེ་བའི་ཆོས་རྣམས་ལ་སྦྱོར་བར་གྱུར་ཅིག །
en: May I, through taking on the form of Brahmā and so on, enjoin to good qualities those beings who are devoted to Brahmā, or Nārāyaṇa, or Candra, or Sūrya.

source: དེ་བཞིན་དུ་ནམ་མཁའ་ལྡིང་རྣམས་ལ་ཡང་ནམ་མཁའ་ལྡིང་གི་གཟུགས་དང་། བརྒྱ་བྱིན་གྱི་བར་ལ་ཡང་བརྒྱ་བྱིན་གྱི་གཟུགས་ཀྱིས་དགེ་བའི་སྤྱོད་པ་དག་ལ་ཡང་སྦྱོར་བར་གྱུར་ཅིག །སེམས་ཅན་ལྟོགས་པ་རྣམས་ལ་ཡང་རང་གི་ཤ་དང་། ཁྲག་གིས་ཚིམ་པར་བགྱིད་པར་གྱུར་ཅིག །སེམས་ཅན་སྡུག་བསྔལ་བར་གྱུར་པ་རྣམས་ལ་ཡང་རང་གི་ལུས་དང་སྲོག་གིས་ཡོངས་སུ་སྐྱོབ་པར་གྱུར་ཅིག །
en: In the same way, may I enjoin garuḍa birds to good conduct by taking on the form of a garuḍa, and so on, up to and including taking on the form of Śakra, until I satisfy hungry beings with my own flesh and blood, and may I save beings in suffering with my own body and life. “ ‘

source: བཙུན་པ་བཅོམ་ལྡན་འདས་བདག་ཡུན་རིང་པོ་དེ་སྲིད་དུ་སེམས་ཀྱི་རྒྱུད་ཚིག་ཅིང་དགེ་བའི་རྩ་བ་ཡོངས་སུ་ཉམས་པ་རྣམས་ཀྱི་དོན་དུ་སྟོབས་པོ་ཆེའི་ཤུགས་ཀྱིས་སྤྱད་པ་སྤྱོད་པ་ན་བདག་གིས་ཡུན་རིང་པོ་དེ་སྲིད་དུ་འཁོར་བར་སེམས་ཅན་རྣམས་ཀྱི་སླད་དུ་གཏུམ་པ་དང་། བརླང་བ་དང་། མི་བཟད་པ་སྣ་ཚོགས་ཀྱི་སྡུག་བསྔལ་དག་ནོད་པར་གྱུར་ཅིག །
en: Bhadanta Bhagavat, may I perform bodhisattva conduct with extremely powerful energy for a long time for the sake of those beings whose mental continuums are burning and who are devoid of good roots, and during that time may I, for the benefit of beings in saṃsāra, receive all kinds of intense and terrible suffering.

source: བསྐལ་པ་གྲངས་མ་མཆིས་པ་གང་གཱའི་ཀླུང་གཅིག་གི་བྱེ་མ་སྙེད་ཀྱི་བར་དག་འདས་ནས་ལྷག་མ་བསྐལ་པ་གྲངས་མ་མཆིས་པ་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་གཉིས་པ་ལ་བབ་སྟེ། བསྐལ་པ་བཟང་པོ་ལ་ཐུག་པ་ན། གང་གི་ཚེ་བྲམ་ཟེའི་ཁྱེའུ་སྐར་མ་སྐྱོང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ནས་དེ་བཞིན་གཤེགས་པ་འཁོར་བ་འཇིག་ཅེས་བགྱི་བར་འགྱུར་བ་དེའི་ཚེ་དེའི་དུས་ན་བདག་གིས་འཕགས་པའི་ཤེས་རབ་ཀྱི་མིག་གིས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་སངས་རྒྱས་ཀྱི་ཞིང་གི་རྡུལ་ཕྲ་རབ་ཀྱི་རྡུལ་སྙེད་དག་ན། སངས་རྒྱས་བཅོམ་ལྡན་འདས་དག་ཆོས་དང་ལྡན་པའི་ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་ནས་བཞུགས་ཏེ་འཚོ་ཞིང་གཞེས་པ་དག་མཐོང་བར་གྱུར་ཅིག །བདག་གིས་སེམས་ཅན་སེམས་ཀྱི་རྒྱུད་ཚིག་པ་རྣམས་དང་།
en: After an incalculable eon has passed, in which there are as many years as there are grains of sand in the Ganges River, during a second such incalculable eon, in which there are as many years as there are grains of sand in the Ganges River, in the Sahā buddha realm, when the great Bhadraka eon has come, when the brahmin youth Jyotipāla has attained the complete enlightenment of perfect buddhahood and has become the Tathāgata Krakucchanda, at that time may I see with the noble eye of wisdom the bhagavat buddhas who, having turned the Dharma wheel that possesses the Dharma, reside, live, and remain in world realms in the ten directions as numerous as the number of particles in a buddha realm. “ ‘

source: མི་དགེ་བའི་རྩ་བ་དང་འགྲོགས་པ་རྣམས་དང་། ནོར་བདུན་དང་བྲལ་བ་རྣམས་དང་། སངས་རྒྱས་ཀྱི་ཞིང་སྟོངས་པར་བོར་བ་རྣམས་དང་། མཚམས་མ་མཆིས་པ་བགྱིད་པ་རྣམས་དང་། དམ་པའི་ཆོས་སྤོངས་པ་རྣམས་དང་།
en: May I first inspire toward the highest, most complete enlightenment those beings whose mental continuums are burning, who possess bad roots, who are devoid of the seven jewels, who are discarded within empty buddha realms, who have committed the actions with immediate results at death, who have rejected the good Dharma, who have been ruined on a bad path, and who are in great despair, and may I cause them to enter into and be established in the path to the highest, most complete enlightenment. “ ‘

source: ལམ་ངན་པའི་བར་གྱིས་བཅོམ་པ་རྣམས་དང་། ཉམ་ང་བ་ཐོབ་པ་གང་དག་དང་པོར་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཡང་དག་པར་འཛིན་དུ་སྩལ་ཅིང་བཙུད་དེ་རབ་ཏུ་བཀོད་པའི་སེམས་ཅན་དེ་དག་བདག་གིས་དང་པོར་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡང་དག་པར་འཛིན་དུ་སྩོལ་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་བར་དག་ཀྱང་ཡང་དག་པར་འཛིན་དུ་སྩོལ་ལ་འདུལ་ཞིང་འཛུད་དེ་རབ་ཏུ་འགོད་པར་གྱུར་ཅིག །
en: May I first inspire those beings to practice the perfection of generosity, inspire them to practice the other perfections up to the perfection of wisdom, and inspire them to train in that path, to enter it, and to be established in it. “ ‘

source: བདག་གིས་སེམས་ཅན་དེ་དག་གི་དགེ་བའི་རྩ་བའི་ས་བོན་དེ་ཡང་བླ་ན་མེད་པའི་མྱ་ངན་ལས་འདས་པ་ལ་འཇོག་ཅིང་ངན་སོང་རྣམས་ལས་ཡོངས་སུ་ཐར་བར་བགྱིད་པར་གྱུར་ཅིག །
en: May I cause the seeds of the good roots of those beings to lead to the highest nirvāṇa. May they be completely freed from the lower existences.

source: ཤེས་རབ་དང་བསོད་ནམས་ཀྱི་ཚོགས་ལ་སྦྱོར་བར་ཡང་གྱུར་ཅིག །
en: May they be guided to the accumulation of wisdom and merit.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་དག་བཞུགས་ཏེ་འཚོ་ཞིང་གཞེས་པའི་སངས་རྒྱས་ཀྱི་ཞིང་དེ་དག་ཏུ་འབུལ་བར་ཡང་གྱུར་ཅིག །དེའི་ཚེ་ན་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ལུང་བསྟན་པ་ཡང་ཐོབ་པར་གྱུར་ཅིག །
en: May they enter the buddha realms where the bhagavat buddhas reside, live, and remain, and may they receive the prophecies of their attainment of the highest, most complete enlightenment.

source: ཏིང་ངེ་འཛིན་དང་། གཟུངས་དང་། བཟོད་པ་དག་ཀྱང་ཐོབ་པར་གྱུར་ཅིག །
en: May they obtain samādhi, dhāraṇī, and acceptance.

source: ས་ནོན་པར་ཡང་གྱུར་ཅིག །
en: May they ascend through the bhūmis.

source: བདག་གིས་སེམས་ཅན་དེ་དག་སངས་རྒྱས་ཀྱི་ཞིང་གི་ཡོན་ཏན་བཀོད་པའི་སྨོན་ལམ་ཡང་དག་པར་འཛིན་དུ་སྩོལ་ཅིང་སློབ་ཏུ་སྩོལ་བར་ཡང་གྱུར་ཅིག །
en: May I inspire them to choose a prayer for an array of buddha-realm qualities and inspire them to enter the training.

source: དེ་དག་ཀྱང་ཇི་ལྟར་འཚལ་བའི་སངས་རྒྱས་ཀྱི་ཞིང་གི་ཡོན་ཏན་བཀོད་པ་དག་ཀྱང་འཛིན་པར་གྱུར་ཅིག །
en: May they obtain the arrays of buddha-realm qualities that they have wished for. “ ‘

source: གང་གི་ཚེ་བསྐལ་པ་བཟང་པོ་ལ་བབ་སྟེ། རྒྱལ་བ་ཉི་མ་འཁོར་བ་འཇིག་ཤར་བ་དེའི་ཚེ་བདག་གིས་ཕྱོགས་བཅུའི་སངས་རྒྱས་ཀྱི་ཞིང་རྡུལ་ཕྲ་རབ་ཀྱི་རྡུལ་སྙེད་དག་ན། སངས་རྒྱས་བཅོམ་ལྡན་འདས་གང་དག་པ་ཞུགས་ཏེ་འཚོ་ཞིང་གཞེས་ལ་སེམས་ཅན་རྣམས་ལ་ཆོས་ཀྱང་སྟོན་པ་དག་ཀྱང་མཐོང་བར་གྱུར་ཅིག །
en: When the Bhadraka eon has come, when the sunlike jina Krakucchanda has arisen, may I see the buddhas and bhagavats who reside, live, and remain in buddha realms as numerous as the particles in a buddha realm, teaching the Dharma to beings.

source: དེའི་ཚེ་ན་བདག་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འཁོར་བ་འཇིག་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ནས་རིང་པོར་མ་ལགས་པའི་དྲུང་དུ་མཆི་བར་གྱུར་ཅིག །
en: At that time, soon after the tathāgata arhat samyaksam­buddha Krakucchanda has attained complete enlightenment, may I come before him.

source: མཆིས་ནས་ཀྱང་མཆོད་པ་སྣ་ཚོགས་བགྱིད་པར་གྱུར་ཅིག །
en: May I make various offerings to him.

source: ཞུ་བ་ཡོངས་སུ་ཞུ་བར་ཡང་གྱུར་ཅིག །
en: May I address him with a query.

source: རབ་ཏུ་འབྱུང་བར་ཡང་གྱུར་ཅིག །
en: May I enter the homeless life.

source: ཚུལ་ཁྲིམས་དང་། ཐོས་པ་དང་། ཏིང་ངེ་འཛིན་དག་ལ་མངོན་པར་བརྩོན་པར་ཡང་གྱུར་ཅིག །
en: May I apply myself to good conduct, listening to the teachings, and meditation.

source: ཆོས་ཀྱི་མཆོག་སྟོན་པར་ཡང་གྱུར་ཅིག །དེའི་ཚེ་ན་སེམས་ཅན་གང་དག་སེམས་ཀྱི་རྒྱུད་ཚིག་པ་རྣམས་དང་།
en: May I become a perfect teacher of the Dharma. “ ‘

source: མི་དགེ་བའི་རྩ་བ་དང་འགྲོགས་པར་གྱུར་པ་རྣམས་དང་། ལྟ་བའི་ལམ་དུ་ཞུགས་པ་རྣམས་དང་། མཚམས་མ་མཆིས་པ་བགྱིད་པ་རྣམས་དང་། ལམ་ངན་པས་བཅོམ་པར་གྱུར་པ་རྣམས་དང་། ཉམ་ང་བ་ཆེན་པོ་ཐོབ་པར་གྱུར་པའི་སེམས་ཅན་དེ་དག་ལ་ཡང་ཆོས་སྟོན་པར་གྱུར་ཅིག །
en: At that time, may I teach the Dharma to those beings whose mental continuums are burning, who possess bad roots, who have entered onto the path of wrong views, who have committed the actions with immediate results at death, who have been ruined on a bad path, and who are in great despair.

source: བདག་འདུལ་བ་དེ་དག་ཀྱང་རབ་ཏུ་འཛིན་པར་གྱུར་ཅིག །
en: And may I perfectly nurture those to be trained.

source: རྒྱལ་བའི་ཉི་མ་ནུབ་པ་དེའི་ཚེ་ན་བདག་ལྷུན་གྱིས་གྲུབ་པས་སངས་རྒྱས་ཀྱི་མཛད་པ་བགྱིད་པར་འགྱུར་ཞིང་།
en: When the sun of that jina has set, may I effortlessly accomplish the deeds of a buddha.

source: སྐྱེ་དགུ་རྣམས་ཚེ་ལོ་བརྒྱ་པར་གྱུར་གྱི་བར་དུ་སེམས་ཅན་རྣམས་བསོད་ནམས་བགྱི་བའི་དངོས་པོ་གསུམ་པོ་དག་ལ་སྦྱོར་བར་གྱུར་ཅིག །
en: Until the lifespan of beings has diminished to a hundred years, may I inspire beings to engage in the three kinds of activity that generate merit.

source: དུས་དེ་ལ་བབ་པ་ན་ལྷའི་འཇིག་རྟེན་དུ་མཆིས་ནས་ལྷ་རྣམས་ལ་ཆོས་སྟོན་པར་འགྱུར་ཞིང་འདུལ་བ་རྣམས་ཀྱང་རབ་ཏུ་འཛིན་པར་གྱུར་ཅིག །
en: When that time has come, may I go to the deva realm and there teach the Dharma to the devas and perfectly nurture those to be trained. “ ‘

source: སེམས་ཅན་རྣམས་ཀྱི་ཚེ་ལོ་བརྒྱ་ཉི་ཤུ་པའི་བར་དུ་གྱུར་པ་ན་བདེ་བ་དང་། དབང་ཕྱུག་དང་། རིགས་དང་གཟུགས་ཀྱི་དྲེགས་པས་མྱོས་ཤིང་སེར་སྣ་ཅན་དུ་གྱུར་ཏེ།
en: When the lifespan of beings is 120 years, they will become intoxicated by pride in happiness, power, family, and body, and they will become greedy.

source: སྙིགས་མ་ལྔའི་མུན་པར་ཆུད་པའི་སེམས་ཅན་འདོད་ཆགས་བདོ་བ། ཞེ་སྡང་བདོ་བ། གཏི་མུག་བདོ་བ། ང་རྒྱལ་བདོ་བ། སྡིག་པ་དང་། ཕྲག་དོག་དང་།
en: Thrown into the darkness of the five degeneracies, beings will have powerful desire, powerful anger, powerful ignorance, powerful pride, powerful bad actions, envy, and greed.

source: སེར་སྣ་བདོ་བ། ཆོས་མ་ལགས་པ་ལ་འདོད་ཆགས་ཀྱིས་ཆགས་པ།
en: They will delight in unrighteous pleasures.

source: ཆོས་མ་ལགས་པའི་ལོངས་སྤྱོད་ཚོལ་བ།
en: They will seek unrighteous enjoyments.

source: ལོག་པར་ལྟ་བ།
en: They will have wrong views.

source: ཕྱིན་ཅི་ལོག་ཏུ་མཐོང་བ།
en: They will have mistaken vision.

source: འཕགས་པའི་ནོར་བདུན་དང་བྲལ་བ།
en: They will not have the seven noble riches.

source: ཕར་མི་འཛིན་པ།
en: They will not respect their fathers.

source: མར་མི་འཛིན་པ།
en: They will not respect their mothers.

source: དགེ་སྦྱོང་དུ་མི་འཛིན་པ།
en: They will not respect monks.

source: བྲམ་ཟེར་མི་འཛིན་པ།
en: They will not respect brahmins.

source: བགྱི་བ་མ་ལགས་པ་བགྱིད་པ།
en: They will do that which should not be done.

source: བསོད་ནམས་མ་ལགས་པ་བགྱིད་པ།
en: They will do that which is not meritorious.

source: འཇིག་རྟེན་ཕ་རོལ་ལ་འཇིགས་པར་མི་བལྟ་བ།
en: They will not be afraid of the next world.

source: བསོད་ནམས་བགྱི་བའི་དངོས་པོ་གསུམ་པོ་དག་ལ་མི་བརྩོན་པ།
en: They will not apply themselves to the three activities that create merit.

source: ཐེག་པ་གསུམ་དོན་དུ་མི་གཉེར་བ།
en: They will not be attracted to the three yānas.

source: ལེགས་པར་སྤྱོད་པ་གསུམ་ལ་མི་བརྩོན་པ།
en: They will not apply themselves to the three excellent types of conduct.

source: ཉེས་པར་སྤྱོད་པ་གསུམ་ལ་བརྩོན་པ།
en: They will apply themselves to the three wicked types of conduct.

source: དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་ལ་མི་བརྩོན་པ།
en: They will not apply themselves to the path of the ten good actions.

source: མི་དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་ལ་བརྩོན་པ།
en: They will apply themselves to the path of the ten bad actions.

source: ཕྱིན་ཅི་ལོག་བཞིས་ཉམས་པ།
en: They will be harmed by the four mistakes.

source: རྒུད་པ་བཞི་ལ་གནས་པ།
en: They will remain within the four adversities.

source: བདུད་བཞིའི་དབང་དུ་མཆིས་པ།
en: They will be under the power of the four māras.

source: ཆུ་བོ་བཞིས་དེད་པ།
en: They will be swept away by the four rivers.

source: སྒྲིབ་པ་ལྔའི་དབང་དུ་མཆིས་པའི་སེམས་ཅན་དག་འབྱུང་བར་འགྱུར་ལགས་སོ།
en: They will be under the power of the five obscurations. ‘

source: །དབང་པོ་དྲུག་གི་དྲེགས་པས་མྱོས་པ།
en: They will be intoxicated by pride in the six powers.

source: ལོག་པ་བརྒྱད་ལ་ཞུགས་པ།
en: They will practice the eight wrong things.

source: འདོད་པའི་ཉམ་ང་བ་ཐོབ་པ།
en: They will experience the despair of desire.

source: བག་ལ་ཉལ་ཀུན་ནས་སློང་བ།
en: They will arouse their propensities.

source: ལྷ་དང་མིའི་དཔལ་དང་།
en: They will not seek the glory and excellence of rebirth as a deva or human.

source: འབྱོར་པ་དོན་དུ་མི་གཉེར་བ་ཕྱིན་ཅི་ལོག་གི་ལྟ་བ་ཅན།
en: They will have mistaken views.

source: ལམ་ངན་པས་བཅོམ་པ།
en: They will be ruined on a wrong path.

source: མཚམས་མ་མཆིས་པ་བགྱིད་པ།
en: They will commit the actions with immediate results at death.

source: དམ་པའི་ཆོས་སྤོང་བ།
en: They will reject the good Dharma.

source: འཕགས་པ་ལ་སྐུར་བ་འདེབས་པ།
en: They will malign noble beings.

source: དགེ་བའི་རྩ་བ་ཐམས་ཅད་ལས་ཡོངས་སུ་ཉམས་པ།
en: They will be without any good roots.

source: ཁྭ་ལྟར་མུ་ཅོར་སྨྲ་བ།
en: Their speech will be like the cawing of crows.

source: བྱས་པ་མི་གཟོ་བ།
en: They will be ungrateful.

source: དྲན་པ་ཉམས་པ།
en: They will have lost their memory.

source: དགེ་བ་ལ་སྨོད་པ།
en: They will abuse good actions.

source: ཤེས་རབ་འཆལ་པ།
en: Their wisdom will be confused.

source: ཐོས་པ་ཉུང་བ།
en: They will have little learning.

source: ཚུལ་ཁྲིམས་འཆལ་པ།
en: They will have bad conduct.

source: ཚུལ་འཆོས་པ།
en: They will have hypocrisy.

source: སེར་སྣ་ཅན།
en: They will have greed.

source: ཕན་ཚུན་མི་སྙན་པ་བརྗོད་པ།
en: They will speak unpleasantly to each other.

source: གཅིག་ལ་གཅིག་མི་གུས་པ།
en: They will disrespect each other.

source: ལེ་ལོ་ཅན།
en: They will be lazy.

source: དབང་པོ་མ་ཚང་བ།
en: They will have imperfect senses.

source: ཉམ་ཆུང་བ།
en: They will be pathetic.

source: གོས་མ་མཆིས་པ།
en: They will not have clothes.

source: མི་དགེ་བའི་བཤེས་གཉེན་གྱིས་ཟིན་པ།
en: They will be in the care of bad friends.

source: བསམ་པ་དང་དྲན་པའི་སྙིང་པོ་ཉམས་པ།
en: They will have lost the essence of their thoughts and memories.

source: ནད་སྣ་ཚོགས་ཀྱིས་ཉེན་པ།
en: They will be afflicted by various illnesses.

source: ཉོན་མོངས་པར་གྱུར་པ།
en: They will be tormented.

source: མདོག་ངན་པ་མི་སྡུག་པ།
en: They will have bad complexions. They will be hideous.

source: ངོ་ཚ་མ་མཆིས་པ།
en: They will be shameless.

source: ཁྲེལ་མ་མཆིས་པ།
en: They will feel no guilt.

source: གཅིག་གིས་གཅིག་འཇིགས་པ།
en: They will be afraid of each other.

source: གང་དག་སྔ་དྲོ་གཅིག་ལ་ལུས་དང་ངག་དང་ཡིད་ཀྱིས་ཉེས་པར་སྤྱོད་པ་མང་དུ་སྤྱོད་པ་དེ་དག་ལ་སྟོད་ཅིང་ཐེར་ཟུག་ཏུ་ལྟ་བའི་སེམས་ཅན་དག་ཀྱང་འབྱུང་བར་འགྱུར་ལགས་སོ།
en: They will be beings who, holding eternalist views as praiseworthy, commit many bad actions of body, speech, and mind each morning. “ ‘

source: །ཕུང་པོ་ལྔ་ལ་མངོན་པར་ཞེན་པའི་སེམས་དང་།
en: At that time, beings will have minds that are attached to the five aggregates.

source: འདོད་པའི་ཡོན་ཏན་ལྔ་ལ་འཆུམས་པའི་སེམས་དང་། སྡང་བའི་སེམས་དང་། གནོད་སེམས་ཀྱི་སེམས་དང་། ཁོན་དུ་འཛིན་པའི་སེམས་དང་། རྣམ་པར་འཚེ་བའི་སེམས་དང་། རྙོག་པའི་སེམས་དང་། རྩུབ་པའི་སེམས་དང་། འཁྲུགས་པའི་སེམས་དང་། མ་དུལ་བའི་སེམས་དང་། གནོད་པའི་སེམས་དང་། རྒོད་པའི་སེམས་དང་། ཆོས་མ་ལགས་པ་ལ་མངོན་པར་ཞེན་པའི་སེམས་དང་། ཁྱད་པར་ལ་མི་གནས་པའི་སེམས་དང་། ཕན་ཚུན་ནོངས་པ་རྩོམ་པའི་སེམས་དང་། འཛིངས་པའི་སེམས་དང་།
en: They will have minds that yearn for the five sensory pleasures.

source: གཅིག་ལ་གཅིག་གསོད་པའི་སེམས་དང་། ཆོས་ཡོངས་སུ་སྤངས་པའི་སེམས་དང་། མི་བརྩོན་པའི་སེམས་དང་། ཆོས་རྣམས་ལ་ནོངས་པར་བརྩོན་པའི་སེམས་དང་། མི་དགེ་བ་སྐྱེད་པའི་སེམས་དང་། མྱ་ངན་ལས་འདས་པ་ཞི་བ་མི་འཚོལ་བའི་སེམས་དང་། སྦྱིན་གནས་མ་ལགས་པའི་སེམས་དང་། ཀུན་ཏུ་སྦྱོར་བ་དང་། འཆིང་བ་ཐམས་ཅད་ཡང་དག་པར་སྒྲུབ་པའི་སེམས་དང་། ནད་དང་། རྒ་བ་དང་། འཆི་བ་ལ་ཡིད་རྟོན་པའི་སེམས་དང་། ཀུན་ཏུ་སྦྱོར་བ་ཐམས་ཅད་ཀྱིས་གནས་པའི་སེམས་དང་། སྒྲིབ་པ་ཐམས་ཅད་ཡོངས་སུ་འཛིན་པའི་སེམས་དང་། ཆོས་ཀྱི་རྒྱལ་མཚན་བསྒྱེལ་བར་བགྱི་བའི་སེམས་དང་། ལྟ་བའི་རྒྱལ་མཚན་བསྒྲེང་བར་བགྱི་བའི་སེམས་དང་། ཕན་ཚུན་མི་སྙན་པ་བརྗོད་པའི་སེམས་དང་། གཅིག་གིས་གཅིག་བཟའ་བའི་སེམས་དང་། ཕན་ཚུན་འཚེ་བ་ལ་དབང་བགྱིད་པའི་སེམས་དང་། ཞེ་སྡང་ཡང་དག་པར་འཛིན་པའི་སེམས་དང་། གཅིག་ལ་གཅིག་ཀུན་ནས་མནར་སེམས་ཀྱི་སེམས་དང་།
en: They will have minds that have anger, minds that have malice, minds that have enmity, minds that wish to harm, minds that are foul, minds that are rough, minds that are disturbed, minds that are untamed, minds that are hostile, minds that are wild, minds that are attached to that which is not righteous, minds that are not stable, minds that seek to speak badly of each other, minds that are argumentative, minds that have the wish to kill each other, minds that have completely abandoned the Dharma, minds without diligence, minds that speak badly of the teachings, minds that give rise to wickedness, minds that do not seek peaceful nirvāṇa, minds that are not fit to be made offerings to, minds that bring forth all kinds of bonds and bondage, minds that put their trust into illness, aging, and death, minds that are governed by every kind of bondage, minds that possess all the obscurations, minds that overthrow the victory banner of the Dharma, minds that raise up the victory banner of wrong views, minds that wish to disgrace each other, minds that wish to eat each other, minds under the sway of hurting each other, minds that take up anger, and minds that wish to torment each other.

source: འདོད་པ་དག་གིས་ངོམས་མི་མྱོང་བའི་སེམས་དང་། ཐམས་ཅད་ཡོངས་སུ་འཛིན་ཅིང་འཇུངས་པའི་སེམས་དང་། བྱས་པ་མི་གཟོ་བའི་སེམས་དང་། གཞན་གྱི་ཆུང་མ་ལ་བརྣབ་པའི་སེམས་དང་། གནོད་སེམས་ཀྱིས་འཚེ་བའི་སེམས་དང་། སྨོན་ལམ་མ་མཆིས་པའི་སེམས་དང་ལྡན་པའི་སེམས་ཅན་དག་ཀྱང་དེའི་ཚེ་ན་འབྱུང་བར་འགྱུར་ལགས་སོ། །དེར་སྒྲ་འདི་ལྟ་བུ་དག་ཕན་ཚུན་ཐོས་པར་ཡང་བགྱིད་དེ་སེམས་ཅན་དམྱལ་བའི་སྒྲ་དང་། དུད་འགྲོའི་སྐྱེ་གནས་པའི་སྒྲ་དང་། གཤིན་རྗེའི་འཇིག་རྟེན་གྱི་སྒྲ་དང་། ནད་ཀྱི་སྒྲ་དང་། རྒ་བའི་སྒྲ་དང་། འཆི་བའི་སྒྲ་དང་། གསོད་པའི་སྒྲ་དང་། མི་ཁོམ་པའི་སྒྲ་དང་། རྟག་ཏུ་དགྲ་བགྱིད་པའི་སྒྲ་དང་། ཁུང་སྒོ་དང་། ཁོང་སྒྲིལ་དང་། འཆིང་བ་དང་། བཙོན་རའི་སྒྲ་དང་། ཆད་པའི་སྒྲ་དང་། གནོད་པའི་སྒྲ་དང་། མི་སྙན་པ་དང་། གཤེ་བ་དང་། སྤྱོ་བའི་སྒྲ་དང་། ཁྱིམ་འབུགས་པའི་སྒྲ་དང་། ཚོགས་འབྱེད་པའི་སྒྲ་དང་། ཆོམ་རྐུན་གྱི་སྒྲ་དང་། ཕ་རོལ་གྱི་དམག་ཚོགས་ཀྱི་སྒྲ་དང་། མུ་གེའི་སྒྲ་དང་། འདོད་པ་ལ་ལོག་པར་གཡེམ་པའི་སྒྲ་དང་། བརྫུན་དུ་སྨྲ་བའི་སྒྲ་དང་། ལྟས་ངན་གྱི་སྒྲ་དང་། ཕྲ་མའི་སྒྲ་དང་། ཚིག་རྩུབ་པོའི་སྒྲ་དང་། ཚིག་ཀྱལ་པའི་སྒྲ་དང་། ཕྲག་དོག་དང་སེར་སྣའི་སྒྲ་དང་། ཀུན་ཏུ་འཛིན་པ་དང་ཡོངས་སུ་འཛིན་པའི་སྒྲ་དང་། ངར་འཛིན་པ་དང་བདག་གིར་འཛིན་པའི་སྒྲ་དང་། སྡུག་པ་དང་། མི་སྡུག་པའི་སྒྲ་དང་།
en: They will have minds that are insatiable toward sense pleasures, minds that are envious of all acquisitions, minds that are ungrateful, minds that desire the wives of others, minds that wish to harm out of malice, and minds that do not pray. “ ‘

source: འདོད་པ་དང་མི་འདོད་པའི་སྒྲ་དང་། སྡུག་པ་དང་བྲལ་བའི་སྒྲ་དང་། ཉོ་ཚོང་གི་སྒྲ་དང་། གཅིག་གིས་གཅིག་འཁོལ་ཞིང་འཚེ་བའི་སྒྲ་དང་། མངལ་ན་གནས་པའི་སྒྲ་དང་། དྲི་ང་བའི་སྒྲ་དང་། གྲང་བའི་སྒྲ་དང་། ཚ་བའི་སྒྲ་དང་། བཀྲེས་པ་དང་སྐོམ་པའི་སྒྲ་དང་།
en: And these are the words that they will hear from each other: the word hell, the word animal, the words Yama’s world, the word illness, the word aging, the word death, the word kill, the word inopportune, the words eternal enemy, the word stocks, the word chains, the word fetters, the word prison, the word punishment, the word harm, the word disgrace, the word scolding, the word blaming, the word burglary, the words dividing groups, the word robbery, the words enemy’s army, the word famine, the word sexual misconduct, the word lying, the words bad omen, the word slander, the words harsh speech, the words empty speech, the words envy and greed, the words seizing and owning, the words egotism and possessiveness, the words liked and disliked, the words desired and undesired, the words separated from what is liked, the words buying and selling, the words enslaving each other and injuring, the words being in a womb, the words bad smell, the word cold, the word hot, the words thirsty and hungry, the words feeling tired and exhausted, the word plowing, the words wearied by the work of various crafts, and the words afflicted by various illnesses.

source: ངལ་བ་དང་ཆད་པ་ཚོལ་བའི་སྒྲ་དང་། ཞིང་ལས་ཀྱི་སྒྲ་དང་། བཟོའི་ལས་སྣ་ཚོགས་ཀྱིས་ཡོངས་སུ་སྐྱོ་བའི་སྒྲ་དང་། ནད་སྣ་ཚོགས་ཀྱིས་ཉེན་པའི་སྒྲ་དག་སྟེ། སེམས་ཅན་དེ་དག་གཅིག་ལ་གཅིག་སྒྲ་དེ་ལྟ་བུ་དག་ཐོས་པར་ཡང་བགྱིད་ལགས་སོ།
en: These are the words that those beings hear from each other. “ ‘

source: །དེའི་ཚེ་ན་འཇིག་རྟེན་གྱི་ཁམས་མི་མཇེད་ནི་སེམས་ཅན་དགེ་བའི་རྩ་བ་ཡོངས་སུ་ཉམས་པ། དགེ་བའི་བཤེས་གཉེན་ཡོངས་སུ་ཉམས་པ། སྡང་བའི་སེམས་དང་ལྡན་པ་དེ་ལྟ་བུ་དག་གིས་ཀུན་ཏུ་བལྟམ་པར་འགྱུར་ཏེ།
en: At that time, the Sahā world realm will be filled with such beings who are completely devoid of good roots, who are completely devoid of kalyāṇamitras, and who have wicked minds.

source: སེམས་ཅན་དེ་དག་ནི་ཐམས་ཅད་མཁྱེན་པ་དག་གིས་སྟོང་པའི་སངས་རྒྱས་ཀྱི་ཞིང་རྣམས་སུ་བོར་བར་འགྱུར་ཏེ། ཇི་ལྟར་བཟའ་བ་དང་།
en: And those beings will have been abandoned by omniscient ones to empty buddha realms.

source: བཏུང་བ་དང་། དུལ་བ་དང་། ཡང་དག་པར་སྡོམ་པ་དང་། དགེ་བའི་ལས་ཀྱི་བྱ་བ་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་དང་བྲལ་ཞིང་མི་དགེ་བ་དང་འགྲོགས་ལ།
en: Those beings will be bereft of food, drink, self-control, restraint, the performance of good actions, and the eightfold noble path.
